Repository: CitizenRedistrictingNC/DistrictBuilder
Catalog: django/publicmapping/locale/*/LC_MESSAGES/djangojs.po
Languages: fr, ja

source: Coming Soon...
fr: Prochainement...
ja: 建設中です

source: Validation Failed
fr: La validation a échoué
ja: 検証失敗

source: Error
fr: Erreur
ja: エラー

source: Server error. Please try again later
fr: Erreur de serveur. Veuillez réessayer plus tard
ja: サーバーにエラーが発生しました。再度やり直してください。

source: Update Leaderboards<br/>with Working Plan
fr: Réactualisez les classements<br/>avec le plan de travail
ja: スコアボードを<br/>現在の計画案で更新する

source: Download Scores<br/>as CSV
fr: Télécharger les scores<br/>en format CSV
ja: スコアをCSV形式で<br/>ダウンロードする

source: Last Saved on %(day)s at %(hour)s:%(minute)s
fr: Dernièrement sauvegardé le %(day)s à %(hour)s:%(minute)s
ja: 最終保存日 %(day)s %(hour)s:%(minute)s

source: Please Wait
fr: Veuillez patienter
ja: お待ちください

source: Publishing with the server
fr: Publication sur le serveur
ja: サーバー上に公開しています

source: Please enter a new name to publish your plan.
fr: Veuillez entrer un nouveau nom pour publier votre plan.
ja: 計画案を公開するために新しい名前をつけてください

source: Oops!
fr: Oups!
ja: おぉっと。

source: Server Failure
fr: Défaillance du serveur
ja: サーバーエラー

source: Sorry, we weren't able to contact the server. Please try again later.
fr: Désolé, nous n'étions pas en mesure de communiquer avec le serveur. Veuillez réessayer plus tard.
ja: 申し訳ありません。サーバーに接続できませんでした。再度やり直してください。

source: Name
fr: Nom
ja: 名前

source: Demographic
fr: Démographique
ja: 人口情報

source: Satellite
ja: 航空写真

source: Hybrid
fr: Hybride
ja: 地図＋航空写真

source: Road
fr: Route
ja: 道路

source: Map Transparency
ja: 地図透過度

source: Please wait. Fixing unassigned blocks. This may take a couple minutes.
ja: 未割り当てブロックを修復中です。お待ちください。これには数分かかることがあります。

source: Fixing Unassigned
ja: 未割り当てブロック修復中

source: Success
ja: 成功

source: Error encountered while fixing unassigned
ja: 未割り当て修復中にエラーが発生しました

source: No reference layer selected.
ja: 参照レイヤーが選択されていません。

source: Warning
fr: Avertissement
ja: 警告

source: Please wait. Querying for splits.
ja: 境界線を問い合わせ中です。お待ちください。

source: Finding Splits
ja: 境界線を探しています

source: This plan contains no splits.
ja: この計画案には境界線はありません。

source: No Splits Found
ja: 境界線は見つかりませんでした

source: Error encountered while querying for splits:
ja: 境界線問い合わせ中にエラーが発生しました:

source: Please wait until your previous changes have been accepted.
ja: 直前の変更が受け入れられるまでお待ちください。

source: Busy
ja: 混雑中

source: No districts were updated
fr: Aucune circonscription n'a été réactualisée
ja: どの選挙区も更新されませんでした

source: You cannot select that many features at once. Consider drawing a smaller area with the selection tool.
ja: 一度に沢山の機能を選択することはできません。 選択ツールで小さな地域を描いてみてください。

source: Sorry
fr: Désolé
ja: 申し訳ありません

source: You cannot select any more features. Consider assigning your current selection to a district first.
ja: これ以上機能を選択できません。 現在選択している機能を先に選挙区に割り当ててください。

source: Unable to combine districts:
fr: Impossible de combiner les circonscriptions:
ja: 選挙区を統合できません:

source: No
fr: Non
ja: いいえ

source: Would you like to unassign the geography in
fr: Aimeriez-vous désaffecter la géographie en
ja: 〜の中の地域の割り当てを外しますか

source: Sorry, your information could not be saved. Please try again later.
fr: Désolé, votre information n'a pu être sauvegardée. Veuillez réessayer plus tard
ja: 申し訳ありません。情報が保存されませんでした。後ほどやり直してください。

source: Select One
fr: Choisir un
ja: 単独選択

source: Unassigned
fr: Non attribué
ja: 未割り当て

source: New
fr: Nouveau
ja: 新しい

source: Contiguity
fr: Contiguïté
ja: 同一境界内

source: None
fr: Aucun
ja: なし

source: Boundary
ja: 境界

source: Noncontiguous
ja: 同一境界外

source: Contiguous
ja: 同一境界内

source: Average
ja: 平均的

source: Far Over Target
ja: 目標数をはるかに超過

source: Over Target
ja: 目標数超過

source: Within Target
ja: 目標数範囲内

source: Under Target
ja: 目標数に不足

source: Far Under Target
ja: 目標数にかなり不足

source: Please select a name for the %(bml)s
ja: %(bml)sに名前をつけてください

source: Cancel
ja: キャンセル

source: Community Label
ja: コミュニティ名

source: Community Type
ja: コミュニティタイプ

source: Download
fr: Téléchargez
ja: ダウンロード

source: Request File
fr: Demande de fichier
ja: ファイルのリクエスト

source: Please wait. File is being created on the server
fr: Veuillez patienter. Le fichier se créé sur le serveur
ja: サーバ上にファイルを作成中です。お待ちください。

source: View Plan
ja: 計画案を見る

source: Start Drawing
fr: Commencez à dessiner
ja: 境界線を描く

source: Thanks! Your file has been uploaded, and your plan is being constructed. When your plan is completely constructed, you will receive an email from us.
fr: Merci! Votre fichier a été téléchargé, et votre plan est en cours de construction. Quand votre plan sera entièrement construit, vous recevrez un e-mail de notre part.
ja: ファイルがアップロードされました。計画案を作成しています。作成が完成次第、eメールにでお知らせします。

source: We're sorry! Your file was transferred to us, but there was a problem converting it into a plan. Make sure the file is a zipped block equivalency file, and please try again.
fr: Nous sommes désolés! Votre fichier nous a été transféré, mais il y a eu un problème durant sa conversion en plan. Assurez-vous que le fichier est un fichier zippé bloc d'équivalence, et recommencez.
ja: 申し訳ございません。ファイルはこちらに転送されましたが、計画案に変換する間にエラーが発生しました。ファイルが圧縮block equivalencyファイルであることを確認して、再度やり直してください。

source: Uploaded
fr: Téléchargé
ja: アップロード完了

source: Reaggregate
fr: Réagréger
ja: 再統合

source: Choose a plan from the table first
fr: Choissisez d'abord un plan de la table
ja: 先に表から計画案を選んでください

source: A name for the copied template is required
fr: Un nom pour le modèle copié est obligatoire
ja: コピーされたテンプレートに名前が必要です

source: Please provide a valid email address.
fr: Veuillez fournir une adresse électronique valide.
ja: 有効なEメールアドレスを入力してください。

source: Please provide a zipped district index file.
fr: Veuillez fournir un fichier d'index zippé de circonscription.
ja: 圧縮された選挙区インデックスファイルが必要です。

source: You must select a legislative body from the dropdown in the upload form
fr: Vous devez sélectionner un corps législatif dans la liste déroulante du formulaire de téléchargement
ja: アップロード・フォームの中のドロップダインから議会の種類を選んでください。

source: Creating New Plan...
fr: Création du nouveau Plan...
ja: 新しい計画案を作成中...

source: Please standby while creating new plan ...
fr: Veuillez rester en attente durant la creation du nouveau plan ...
ja: 計画案作成中。お待ちください ...

source: Creation Error
fr: Erreur de création
ja: 作成エラー

source: Tip:
fr: Astuce:
ja: ヒント:

source: Make sure the new plan's name is unique.
fr: Assurez-vous que le nom du nouveau plan est unique.
ja: 新しい計画案の名前が他と重複していないか確認してください。

source: Needs reaggregation
fr: a besoin de réagrégation
ja: 再統合が必要です

source: Reaggregating
fr: Réagrégation
ja: 再統合中

source: Plan Name
fr: Nom du plan
ja: 計画案名

source: Author
fr: Auteur
ja: 作成者

source: Description
ja: 説明

source: Shared
fr: Partagé
ja: 共有済

source: Last Edited
fr: Modifiée dernièrement
ja: 最終更新日

source: Delete
fr: Supprimez
ja: 削除

source: Edit
fr: Modifiez
ja: 編集

source: # Districts
fr: # de circonscriptions
ja: 選挙区数

source: State
fr: État
ja: 州

source: Really delete plan:
fr: Supprimez réellement le plan:
ja: 計画案を本当に削除しますか

source: Delete Plan
fr: Supprimez le Plan
ja: 削除する

source: Yes
fr: Oui
ja: はい

source: Please wait. Deleting plan.
fr: Veuillez patienter. Suppression du plan.
ja: 計画案削除中。お待ちください。

source: Deleting Plan
fr: Suppression du plan
ja: 計画案削除中。

source: Search
fr: Recherche
ja: 検索

source: Clear Search
fr: Effacez la recherche
ja: 検索クリア

source: Error Saving Details
fr: Erreur durant l'enregistrement des détails
ja: 詳細保存エラー

source: Upload Plan
fr: Téléchargez le plan
ja: 計画案のアップロード

source: Click the button to view the map as a guest
fr: Cliquez sur le bouton pour afficher la carte en tant qu'invité
ja: ゲストとして地図を見るにはここをクリックしてください

source: Data in the system has changed. This plan needs to be reaggregated before it can be used. Click the button to begin reaggregation. This will run in the background, and the status will be updated when completed. Feel free to use the rest of the system in the meantime.
fr: Les données ont changé dans le système. Ce plan doit être réagrégé avant de pouvoir être utilisé. Cliquez sur le bouton pour commencer la réagrégation. Cela sera exécuté en arrière-plan, et le statut sera actualisé une fois terminé. N'hésitez pas à utiliser le reste du système pendant ce temps.
ja: システム内のデータが変更されました。この計画案を使用する前に再統合する必要があります。再統合を開始するにはこのボタンをクリックしてください。再統合はバックグラウンドで実行されます。再統合が完了するとステータスが更新されます。実行中もシステムの他の部分を利用することができます。

source: Data in the system has changed. The owner of this plan needs to reaggregate it before it can be used. The status of the plan will be updated when reaggregation has completed.
fr: Les données ont changé dans le système. Le propriétaire de ce plan doit le réagréger avant qu'il ne soit utilisable. Le statut du plan sera actualisé lorsque la réagrégation sera achevée.
ja: システム内のデータが変更されました。この計画案の所有者は、使用の前に再統合をする必要があります。再統合が完了すると、計画案のステータスが更新されます。

source: Reaggregation in progress
fr: Réagrégation en cours
ja: 再統合実行中

source: Data in the system has changed, and this plan is currently reaggregating to reflect these changes. The plan will not be available until reaggregation has completed.
fr: Les données ont changé dans le système, et ce plan se réagrège pour refléter ces changements. Le plan ne sera pas disponible avant la fin de la réagrégation.
ja: システム内のデータが変更されたので、この計画案は変更を反映するために再統合中です。再統合が完了するまで、この計画案を使用することはできません。

source: Unknown state
fr: État inconnu
ja: ステータス不明

source: Error reaggregating plan
fr: Erreur durant la réagrégation du plan
ja: 計画案再統合エラー

source: Copy and Paste %(bodyMembersCap)s
fr: Copier et coller %(bodyMembersCap)s
ja: %(bodyMembersCap)sをコピーしてペースト

source: Plan
ja: 計画案

source: %(bodyMemberLongCap)s Name
fr: Nom de %(bodyMemberLongCap)s
ja: %(bodyMemberLongCap)s名

source: Maximum %(bodyMembers)s Reached
fr: Nombre maximum de %(bodyMembers)s atteint
ja: %(bodyMembers)sの人数制限に達しました

source: Your plan is at maximum capacity. Please delete a %(bodyMemberLong)s to enable pasting.
fr: Votre plan est à capacité maximale. Veuillez supprimer une %(bodyMemberLong)s pour pouvoir coller
ja: あなたの計画案はキャパシティの最高限度に達しました。 %(bodyMemberLong)sを削除するとペーストが可能になります。

source: 2. Remove %(num_available_districts)s before submitting
fr: 2. Supprimez %(num_available_districts)s avant de soumettre
ja: 2. 提出する前に%(num_available_districts)sを削除する

source: 2. Check your selections
fr: 2. Vérifiez vos sélections
ja: 2. 選択を確認する

source: 2. Select a %(bodyMemberLong)s to copy
fr: 2. Sélectionnez une %(bodyMemberLong)s pour copier
ja: 2. %(bodyMemberLong)sを選択してコピー

source: 2. Select a %(bodyMemberLong)s
fr: 2. Sélectionnez une %(bodyMemberLong)s
ja: 2. %(bodyMemberLong)sを選択

source: 2. Select up to %(available_districts)s %(bodyMembers)s to copy
fr: 2. Sélectionnez jusqu'à %(available_districts)s %(bodyMembers)s pour copier
ja: 2. %(bodyMembers)sを%(available_districts)s個まで選択してコピー

source: 2. Select %(bodyMembers)s
fr: 2. Sélectionnez %(bodyMembers)s
ja: 2. %(bodyMembers)sを選択

source: Unable to paste %(bodyMembers)s
fr: Impossible de coller %(bodyMembers)s
ja: %(bodyMembers)sをペーストすることができません

source: Please select one or more reports to be generated.
fr: Veuillez sélectionner un ou plusieurs rapports à générer.
ja: 作成するレポートを選択してください。

source: Generating Report
fr: Génération du rapport
ja: レポート作成中

source: You may use the rest of the application while the report is building.
fr: Vous pouvez utiliser le reste de l'application durant la construction du rapport.
ja: レポートを作成している間、アプリケーションの他の部分は利用することができます。

source: A preview of your report will appear in this space when it is ready.
fr: Un aperçu de votre rapport apparaîtra dans cet espace lorsqu'il sera prêt.
ja: レポート作成が完了すると、ここにプレビューが表示されます。

source: Report Error
fr: Rapport d’erreur
ja: レポートエラー

source: Sorry, this report cannot be previewed.
fr: Désolé, ce rapport ne peut être prévisualisé
ja: 申し訳ありません。このレポートのプレビューは表示できません。

source: Connection Failed
fr: Échec de connexion
ja: 接続失敗

source: There was a problem checking your report status. You can resume checking by clicking on the "Create and Preview Report" button.
fr: Il y avait un problème de vérification de l'état de votre rapport. Vous pouvez reprendre la vérification en cliquant sur le bouton "Créer et prévisualiser le rapport".
ja: レポートのステータス確認に問題が生じました。「レポートを作成してプレビューを表示」ボタンをクリックして再度実行することができます。

source: Terms of Use
fr: Conditions d'utilisation
ja: 利用規約

source: Forgot Password
fr: Mot de passe oublié
ja: パスワードを忘れたら

source: Duplicate Session
fr: Double Session
ja: セッションを複写する

source: Maximum Users Exceeded
fr: Nombre maximum d'utilisateurs dépassé
ja: 利用可能ユーザ数を超過しています

source: Sorry, registration is not available at this time. Please try logging in anonymously or coming back later
fr: Désolé, l'inscription n'est pas disponible en ce moment. Veuillez essayer de vous connecter anonymement ou revenez plus tard
ja: 申し訳ありません。現在は登録を受け付けておりません。登録せずにログインするか、再度やり直してください。

source: Signup Unavailable
fr: Inscription indisponible
ja: 登録受付停止中

source: You've been registered for the public mapping project.
fr: Vous avez été inscrit au projet de cartographie publique.
ja: 公共選挙区再編プロジェクトへの登録が完了しました。

source: Success!
fr: Réussite!
ja: 成功しました！

source: Start Mapping
fr: Commencez la cartographie
ja: 再編を開始する

source: User Name already exists. Please choose another one.
fr: Ce nom d'utilisateur existe déjà. Veuillez choisir un autre.
ja: このユーザ名は既に利用されています。他のユーザ名を選んでください。

source: Email already exists. Enter another one, or use the password retrieval form
fr: Cette adresse électronique existe déjà. Entrez une autre, ou utilisez le formulaire de récupération de mot de passe
ja: このEメールは既に登録されています。他のEメールアドレスを入力するか、パスワード回復フォームを利用してください。

source: Please Wait...
fr: Veuillez patienter...
ja: お待ちください...

source: You entered an incorrect user name or password
fr: Vous avez entré un nom d'utilisateur ou un mot de passe incorrect
ja: ユーザ名かパスワードが間違っています

source: Login Error
fr: Erreur de connexion
ja: ログインエラー

source: Logged Off
fr: Déconnexion
ja: ログアウト完了

source: You have been logged off by another browser. This happens sometimes if you attempt to access the application from two different locations.
fr: Vous avez été déconnecté par un autre navigateur. Cela se produit parfois si vous essayez d'accéder à l'application de deux endroits différents.
ja: 他のブラウザで既にログアウトしています。これは、別々の場所からアプリケーションに接続しようとすると起きることがあります。

source: Please log in again
fr: Veuillez vous connectez à nouveau
ja: 再度ログインしてください

source: Loading Statistics...
fr: Chargement des statistiques...
ja: 統計を読み込んでいます...

source: Please select 3 or fewer statistics.
fr: Veuillez sélectionner 3 statistiques ou moins.
ja: 選択する統計は３つ以下にしてください。

source: Please name your statistics set.
fr: Veuillez nommer votre ensemble de statistiques.
ja: 統計セットに名前をつけてください。

source: Please select 1-3 statistics to save in the named set.
fr: Veuillez sélectionner 1-3 statistiques à sauvegarder dans l'ensemble désigné des statistiques.
ja: このセットに保存する統計を１〜３つまで選んでください。

source: Incomplete
fr: Incomplet
ja: 未完了

source: Splits Report
fr: Rapport des divisions
ja: 境界線レポート

source: Please wait. Retrieving splits report.
fr: Veuillez patienter. Récupération du rapport des divisions.
ja: 境界線レポートを取得しています。お待ちください。

source: Retrieving Splits Report
fr: Récupération du rapport des divisions.
ja: 境界線レポート取得中

source: Error encountered while retrieving splits report:
fr: Une erreur s'est produite lors de la récupération du rapport des divisions:
ja: 境界線レポートの取得中にエラーが発生しました:

source: Please select either 1, 2, or 3 layers for comparison.
fr: Veuillez sélectionner soit 1, 2, ou 3 calques à comparer.
ja: 比較するレイヤーを１〜３つまで選んでください

source: Choose Map Layers
fr: Choisissez les calques de la carte
ja: 地図レイヤーを選択

source: User Name
fr: Nom d'utilisateur
ja: ユーザ名

source: Set Multi-Member Districts
fr: Définir des circonscriptions plurinominales
ja: 複数定員区を設定する

source: Unable to assign representatives:
fr: Impossible d'assigner des représentants:
ja: 代表者を割り当てられませんでした:

source: Unable to assign representatives
fr: Impossible d'assigner des représentants
ja: 代表者を割り当てられませんでした

source: District
fr: Circonscription
ja: 選挙区

source: District ID
fr: Identifiant de circonscription
ja: 選挙区ID

source: # Members
fr: # de membres
ja: 定員

source: No plans have been submitted for this leaderboard. Please check back later.
fr: Aucun plan n'a été soumis au tableau de classement. Veuillez vérifier plus tard.
ja: このスコアボードには計画案が提出されていません。しばらくしてから再度確認してください。

source: Current Filter:
fr: Filtre actuel:
ja: 現在の絞り込み条件:

source: Open Current Report in New Window
fr: Ouvrir le rapport actuel dans une nouvelle fenêtre
ja: 現在のレポートを新しいウィンドウで表示する

source: Submit Final Plan to Contest
fr: Soumettez le Plan final au concours
ja: 最終計画案をコンテストに提出する

source: Please wait. Emailing plan.
fr: Veuillez patienter. envoi du plan par e-mail.
ja: 計画案を送信中です。お待ちください。

source: Emailing Plan
fr: Envoi du plan par e-mail
ja: 計画案送信中

source: Your plan is in the process of being submitted. You will receive a confirmation email once it has completed successfully. This may take a few minutes.
fr: Votre plan est en train d'être soumis. Vous recevrez un e-mail de confirmation une fois qu'il aura été complété avec succès. Cela peut prendre quelques minutes.
ja: 計画案は提出途上にあります。提出に成功すると確認のEメールが送られます。これには数分かかることがあります。

source: Error Emailing Plan
fr: Erreur durant l'envoi du plan par e-mail
ja: 計画案送信エラー

source: Please try again later
fr: Veuillez réessayer plus tard
ja: 後ほどやり直してください

source: Compactness
fr: Compacité

source: Error Deleting Plan
fr: Erreur durant la suppression du Plan

source: Please try again later.
fr: Veuillez réessayer plus tard

source: Open report in a new window
fr: Ouvrir le rapport actuel dans une nouvelle fenêtre

source: You cannot select that many features at once.\n\nConsider drawing a smaller area with the selection tool.
fr: Vous ne pouvez pas sélectionner autant de fonctionnalités à la fois.\n\nEnvisagez de dessiner une plus petite zone avec l'outil de sélection.

source: You cannot select any more features.\n\nConsider assigning your current selection to a district first.
fr: Vous ne pouvez plus sélectionner de fonctionnalités.\n\nEnvisagez de confier la sélection en cours à une circonscription d'abord.
